tests/fixtures/cavity/system/createPatchDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      createPatchDict;
}

pointSync false;

patches
(
    {
        name            mergedWall;
        patchInfo
        {
            type            wall;
        }
        constructFrom   patches;
        patches         (movingWall fixedWalls);
    }
);
