tests/fixtures/cavity/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

nu              [0 2 -1 0 0 0 0] 0.01;
