tests/fixtures/cavity/system/params
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      params;
}

solver
{
    endTime     0.5;
    tol         1e-06;
}
